Repository: 4IceG/luci-app-ports-status-mod
Catalog: luci-app-ports-status-mod/po/*/Ports_Status.po
Languages: de, fr, id, it, pl, ru, vi

source: Edit Port Label
de: Port-Beschriftung bearbeiten
fr: Modifier l'étiquette du port
id: Edit Label Port
it: Modifica etichetta porta
pl: Edytuj etykietę portu
ru: Редактировать метку порта
vi: Chỉnh sửa nhãn cổng

source: Enter new label for this port:
de: Neue Beschriftung für diesen Port eingeben:
fr: Entrez une nouvelle étiquette pour ce port :
id: Masukkan label baru untuk port ini:
it: Inserisci una nuova etichetta per questa porta:
pl: Wprowadź nową etykietę dla tego portu:
ru: Введите новую метку для этого порта:
vi: Nhập nhãn mới cho cổng này:

source: Device
de: Gerät
fr: Périphérique
id: Perangkat
it: Dispositivo
pl: Urządzenie
ru: Устройство
vi: Thiết bị

source: Original label
de: Originalbeschriftung
fr: Étiquette d'origine
id: Label asli
it: Etichetta originale
pl: Oryginalna etykieta
ru: Исходная метка
vi: Nhãn gốc

source: Restore Original
de: Original wiederherstellen
fr: Restaurer l'original
id: Pulihkan Asli
it: Ripristina originale
pl: Przywróć oryginalną
ru: Восстановить исходную
vi: Khôi phục gốc

source: Cancel
de: Abbrechen
fr: Annuler
id: Batal
it: Annulla
pl: Anuluj
ru: Отмена
vi: Hủy

source: Save
de: Speichern
fr: Enregistrer
id: Simpan
it: Salva
pl: Zapisz
ru: Сохранить
vi: Lưu

source: Port configuration saved successfully
de: Port-Konfiguration erfolgreich gespeichert
fr: Configuration du port enregistrée avec succès
id: Konfigurasi port berhasil disimpan
it: Configurazione della porta salvata con successo
pl: Konfiguracja portu została poprawnie zapisana
ru: Конфигурация порта успешно сохранена
vi: Đã lưu cấu hình cổng thành công

source: Port order saved
de: Port-Reihenfolge gespeichert
fr: Ordre des ports enregistré
id: Urutan port tersimpan
it: Ordine delle porte salvato
pl: Zapisano kolejność portu
ru: Порядок портов сохранен
vi: Đã lưu thứ tự cổng

source: Click to edit label
de: Klicken Sie, um die Beschriftung zu bearbeiten
fr: Cliquez pour modifier l'étiquette
id: Klik untuk mengedit label
it: Fai clic per modificare l'etichetta
pl: Kliknij aby edytować etykietę
ru: Нажмите, чтобы изменить метку
vi: Nhấp để chỉnh sửa nhãn

source: Hold to drag and reorder
de: Halten Sie gedrückt, um zu ziehen und neu anzuordnen
fr: Maintenez enfoncé pour faire glisser et réorganiser
id: Tahan untuk menyeret dan mengurutkan ulang
it: Tieni premuto per trascinare e riordinare
pl: Przytrzymaj aby przeciągnąć i zmienić kolejność
ru: Удерживайте, чтобы перетащить и изменить порядок
vi: Giữ để kéo và sắp xếp lại

source: Label max 9 chars, description max 50 chars.
de: Beschriftung max. 9 Zeichen, Beschreibung max. 50 Zeichen.
fr: Étiquette max. 9 caractères, description max. 50 caractères.
id: Label maks. 9 karakter, deskripsi maks. 50 karakter.
it: Etichetta max 9 caratteri, descrizione max 50 caratteri.
pl: Etykieta to maksymalnie 9 znaków, limit dla opisu wynosi 50 znaków.
ru: Метка макс. 9 символов, описание макс. 50 символов.
vi: Nhãn tối đa 9 ký tự, mô tả tối đa 50 ký tự.

source: Enter description (optional):
de: Beschreibung eingeben (optional):
fr: Entrez la description (facultatif) :
id: Masukkan deskripsi (opsional):
it: Inserisci descrizione (facoltativo):
pl: Dodaj opis (opcjonalnie):
ru: Введите описание (необязательно):
vi: Nhập mô tả (tùy chọn):

source: Optional description
de: Optionale Beschreibung
fr: Description facultative
id: Deskripsi opsional
it: Descrizione facoltativa
pl: Opcjonalny opis portu
ru: Необязательное описание
vi: Mô tả tùy chọn

source: User settings are saved to the /etc/user_defined_ports.json file.
de: Benutzereinstellungen werden in der Datei /etc/user_defined_ports.json gespeichert.
fr: Les paramètres utilisateur sont enregistrés dans le fichier /etc/user_defined_ports.json.
id: Pengaturan pengguna disimpan ke file /etc/user_defined_ports.json.
it: Le impostazioni utente vengono salvate nel file /etc/user_defined_ports.json.
pl: Ustawienia użytkownika zapisywane są w pliku /etc/user_defined_ports.json.
ru: Пользовательские настройки сохраняются в файле /etc/user_defined_ports.json.
vi: Cài đặt người dùng được lưu vào tệp /etc/user_defined_ports.json.

source: Configuration file downloaded
de: Konfigurationsdatei heruntergeladen
fr: Fichier de configuration téléchargé
id: File konfigurasi berhasil diunduh
it: File di configurazione scaricato
pl: Pobrano plik z ustawieniami
ru: Файл конфигурации загружен
vi: Đã tải xuống tệp cấu hình

source: Configuration file not found
de: Konfigurationsdatei nicht gefunden
fr: Fichier de configuration introuvable
id: File konfigurasi tidak ditemukan
it: File di configurazione non trovato
pl: Nie znaleziono pliku z ustawieniami
ru: Файл конфигурации не найден
vi: Không tìm thấy tệp cấu hình

source: Download error: %s
de: Download-Fehler: %s
fr: Erreur de téléchargement : %s
id: Kesalahan unduh: %s
it: Errore di download: %s
pl: Błąd pobierania: %s
ru: Ошибка загрузки: %s
vi: Lỗi tải xuống: %s

source: Invalid configuration format
de: Ungültiges Konfigurationsformat
fr: Format de configuration non valide
id: Format konfigurasi tidak valid
it: Formato di configurazione non valido
pl: Niewłaściwy format pliku
ru: Неверный формат конфигурации
vi: Định dạng cấu hình không hợp lệ

source: Restore configuration
de: Konfiguration wiederherstellen
fr: Restaurer la configuration
id: Pulihkan konfigurasi
it: Ripristina configurazione
pl: Przywracanie ustawień
ru: Восстановление конфигурации
vi: Khôi phục cấu hình

source: This will overwrite current ports configuration. Continue?
de: Dies überschreibt die aktuelle Port-Konfiguration. Fortfahren?
fr: Cela écrasera la configuration actuelle des ports. Continuer ?
id: Ini akan menimpa konfigurasi port saat ini. Lanjutkan?
it: Questo sovrascriverà la configurazione attuale delle porte. Continuare?
pl: Operacja nadpisze bieżącą konfigurację portów. Kontynuować?
ru: Это перезапишет текущую конфигурацию портов. Продолжить?
vi: Thao tác này sẽ ghi đè cấu hình cổng hiện tại. Tiếp tục?

source: Configuration restored successfully. Reloading...
de: Konfiguration erfolgreich wiederhergestellt. Wird neu geladen...
fr: Configuration restaurée avec succès. Rechargement...
id: Konfigurasi berhasil dipulihkan. Memuat ulang...
it: Configurazione ripristinata con successo. Ricaricamento...
pl: Konfiguracja została pomyślnie przywrócona. Odświeżanie...
ru: Конфигурация успешно восстановлена. Перезагрузка...
vi: Đã khôi phục cấu hình thành công. Đang tải lại...

source: File restore failed: %s
de: Dateiwiederherstellung fehlgeschlagen: %s
fr: Échec de la restauration du fichier : %s
id: Pemulihan file gagal: %s
it: Ripristino del file non riuscito: %s
pl: Przywracanie pliku nie powiodło się: %s
ru: Не удалось восстановить файл: %s
vi: Khôi phục tệp không thành công: %s

source: Save .json file
de: .json-Datei speichern
fr: Enregistrer le fichier .json
id: Simpan file .json
it: Salva file .json
pl: Zapisz plik .json
ru: Сохранить файл .json
vi: Lưu tệp .json

source: Upload .json file
de: .json-Datei hochladen
fr: Téléverser le fichier .json
id: Unggah file .json
it: Carica file .json
pl: Załaduj plik .json
ru: Загрузить файл .json
vi: Tải lên tệp .json

source: Cannot save empty configuration
de: Leere Konfiguration kann nicht gespeichert werden
fr: Impossible d'enregistrer une configuration vide
id: Tidak dapat menyimpan konfigurasi kosong
it: Impossibile salvare una configurazione vuota
pl: Nie można zapisać pustej konfiguracji
ru: Невозможно сохранить пустую конфигурацию
vi: Không thể lưu cấu hình trống

source: Cannot save port configuration.
de: Port-Konfiguration kann nicht gespeichert werden.
fr: Impossible d'enregistrer la configuration des ports.
id: Tidak dapat menyimpan konfigurasi port.
it: Impossibile salvare la configurazione delle porte.
pl: Nie można zapisać konfiguracji portów.
ru: Невозможно сохранить конфигурацию портов.
vi: Không thể lưu cấu hình cổng.

source: Directory /etc may be read-only or insufficient permissions.
de: Verzeichnis /etc ist möglicherweise schreibgeschützt oder hat unzureichende Berechtigungen.
fr: Le répertoire /etc est peut-être en lecture seule ou les permissions sont insuffisantes.
id: Direktori /etc mungkin hanya-baca atau izin tidak mencukupi.
it: La directory /etc potrebbe essere in sola lettura o avere permessi insufficienti.
pl: Katalog /etc może być tylko do odczytu lub mieć niewystarczające uprawnienia.
ru: Каталог /etc может быть доступен только для чтения или иметь недостаточные права доступа.
vi: Thư mục /etc có thể chỉ đọc hoặc không đủ quyền.

source: Try running: chmod 755 /etc && touch %s && chmod 644 %s
de: Versuchen Sie auszuführen: chmod 755 /etc && touch %s && chmod 644 %s
fr: Essayez d'exécuter : chmod 755 /etc && touch %s && chmod 644 %s
id: Coba jalankan: chmod 755 /etc && touch %s && chmod 644 %s
it: Prova a eseguire: chmod 755 /etc && touch %s && chmod 644 %s
pl: Spróbuj uruchomić: chmod 755 /etc && touch %s && chmod 644 %s
ru: Попробуйте выполнить: chmod 755 /etc && touch %s && chmod 644 %s
vi: Thử chạy: chmod 755 /etc && touch %s && chmod 644 %s

source: Save Error
de: Speicherfehler
fr: Erreur d'enregistrement
id: Kesalahan Penyimpanan
it: Errore di salvataggio
pl: Błąd zapisu
ru: Ошибка сохранения
vi: Lỗi lưu

source: Original error: %s
de: Ursprünglicher Fehler: %s
fr: Erreur d'origine : %s
id: Kesalahan asli: %s
it: Errore originale: %s
pl: Oryginalny błąd: %s
ru: Исходная ошибка: %s
vi: Lỗi gốc: %s

source: Restore from backup
de: Aus Sicherung wiederherstellen
fr: Restaurer à partir de la sauvegarde
id: Pulihkan dari cadangan
it: Ripristina dal backup
pl: Przywróć z kopii zapasowej
ru: Восстановить из резервной копии
vi: Khôi phục từ bản sao lưu

source: Restore configuration from backup file? This will overwrite current settings.
de: Konfiguration aus Sicherungsdatei wiederherstellen? Dies überschreibt die aktuellen Einstellungen.
fr: Restaurer la configuration à partir du fichier de sauvegarde ? Cela écrasera les paramètres actuels.
id: Pulihkan konfigurasi dari file cadangan? Ini akan menimpa pengaturan saat ini.
it: Ripristinare la configurazione dal file di backup? Questo sovrascriverà le impostazioni correnti.
pl: Przywrócić konfigurację z pliku kopii zapasowej? Spowoduje to nadpisanie bieżących ustawień.
ru: Восстановить конфигурацию из файла резервной копии? Это перезапишет текущие настройки.
vi: Khôi phục cấu hình từ tệp sao lưu? Thao tác này sẽ ghi đè cài đặt hiện tại.

source: Backup contains:
de: Sicherung enthält:
fr: La sauvegarde contient :
id: Cadangan berisi:
it: Il backup contiene:
pl: Kopia zapasowa zawiera:
ru: Резервная копия содержит:
vi: Bản sao lưu chứa:

source: Configuration restored from backup. Reloading...
de: Konfiguration aus Sicherung wiederhergestellt. Wird neu geladen...
fr: Configuration restaurée à partir de la sauvegarde. Rechargement...
id: Konfigurasi dipulihkan dari cadangan. Memuat ulang...
it: Configurazione ripristinata dal backup. Ricaricamento...
pl: Konfiguracja przywrócona z kopii zapasowej. Odświeżanie...
ru: Конфигурация восстановлена из резервной копии. Перезагрузка...
vi: Đã khôi phục cấu hình từ bản sao lưu. Đang tải lại...

source: Restore failed: %s
de: Wiederherstellung fehlgeschlagen: %s
fr: Échec de la restauration : %s
id: Pemulihan gagal: %s
it: Ripristino non riuscito: %s
pl: Przywracanie nie powiodło się: %s
ru: Восстановление не удалось: %s
vi: Khôi phục không thành công: %s

source: Backup file is corrupted: %s
de: Sicherungsdatei ist beschädigt: %s
fr: Le fichier de sauvegarde est corrompu : %s
id: File cadangan rusak: %s
it: Il file di backup è danneggiato: %s
pl: Plik kopii zapasowej jest uszkodzony: %s
ru: Файл резервной копии поврежден: %s
vi: Tệp sao lưu bị hỏng: %s

source: Error reading backup: %s
de: Fehler beim Lesen der Sicherung: %s
fr: Erreur de lecture de la sauvegarde : %s
id: Kesalahan membaca cadangan: %s
it: Errore durante la lettura del backup: %s
pl: Błąd odczytu kopii zapasowej: %s
ru: Ошибка чтения резервной копии: %s
vi: Lỗi đọc bản sao lưu: %s

source: Restore backup .bak
de: Sicherung .bak wiederherstellen
fr: Restaurer la sauvegarde .bak
id: Pulihkan cadangan .bak
it: Ripristina backup .bak
pl: Przywróć kopię .bak
ru: Восстановить резервную копию .bak
vi: Khôi phục bản sao lưu .bak

source: Change port state
de: Portstatus ändern
fr: Changer l'état du port
it: Cambia stato porta
pl: Zmień stan portu
ru: Изменить состояние порта
vi: Thay đổi trạng thái cổng

source: Enable this port
de: Diesen Port aktivieren
fr: Activer ce port
it: Abilita questa porta
pl: Włącz ten port
ru: Включить этот порт
vi: Bật cổng này

source: Enable port
de: Port aktivieren
fr: Activer le port
it: Abilita porta
pl: Włącz port
ru: Включить порт
vi: Bật cổng

source: Disable this port
de: Diesen Port deaktivieren
fr: Désactiver ce port
it: Disabilita questa porta
pl: Wyłącz ten port
ru: Отключить этот порт
vi: Tắt cổng này

source: Disable port
de: Port deaktivieren
fr: Désactiver le port
it: Disabilita porta
pl: Wyłącz port
ru: Отключить порт
vi: Tắt cổng

source: Down
de: inaktiv
fr: inactif
it: inattiva
pl: nieaktywny
ru: неактивен
vi: không hoạt động

source: Disabled
de: deaktiviert
fr: désactivé
it: disabilitata
pl: wyłączony
ru: отключен
vi: đã tắt

source: Idle
de: leerlauf
fr: inactif
it: inattiva
pl: bezczynny
ru: простаивает
vi: rảnh rỗi

source: Active
de: aktiv
fr: actif
it: attiva
pl: aktywny
ru: активен
vi: hoạt động

source: Unknown
de: unbekannt
fr: inconnu
it: sconosciuto
pl: nieznany
ru: неизвестно
vi: không rõ

source: No config file to backup
de: Keine Konfigurationsdatei zum Sichern vorhanden
it: Nessun file di configurazione da salvare
pl: Brak pliku konfiguracji do utworzenia kopii zapasowej
vi: Không có tệp cấu hình để sao lưu

source: Config file is corrupted, cannot create backup
de: Konfigurationsdatei ist beschädigt, Sicherung kann nicht erstellt werden
it: Il file di configurazione è corrotto, impossibile creare il backup
pl: Plik konfiguracji jest uszkodzony, nie można utworzyć kopii zapasowej
vi: Tệp cấu hình bị hỏng, không thể tạo bản sao lưu

source: Backup file created: %s
de: Sicherungsdatei erstellt: %s
it: File di backup creato: %s
pl: Plik kopii zapasowej został utworzony: %s
vi: Đã tạo tệp sao lưu: %s

source: Backup write verification failed!
de: Überprüfung des Sicherungsschreibvorgangs fehlgeschlagen!
it: Verifica della scrittura del backup non riuscita!
pl: Weryfikacja zapisu kopii zapasowej nie powiodła się!
vi: Xác minh ghi bản sao lưu thất bại!

source: Backup creation failed: %s
de: Erstellung der Sicherung fehlgeschlagen: %s
it: Creazione del backup non riuscita: %s
pl: Tworzenie kopii zapasowej nie powiodło się: %s
vi: Tạo bản sao lưu thất bại: %s

source: Error reading config: %s
de: Fehler beim Lesen der Konfiguration: %s
it: Errore durante la lettura della configurazione: %s
pl: Błąd odczytu konfiguracji: %s
vi: Lỗi khi đọc cấu hình: %s

source: Create backup .bak
de: Sicherung .bak erstellen
it: Crea backup .bak
pl: Utwórz kopię .bak
vi: Tạo bản sao lưu .bak
